Revit 2027 API
SymbolTypeId.UinPerInDegreeF Property
 Symbol µin/(in·°F), indicating unit Microinches per inch degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UinPerInDegreeF { get; }
Public Shared ReadOnly Property UinPerInDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UinPerInDegreeF {
	ForgeTypeId^ get ();
}
static member UinPerInDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace